/* VoiceInk English Localization - Auto-generated from Chinese master file */

/* 主界面导航 */
"AI Models" = "AI Models";
"Audio Input" = "Audio Input";
"Dashboard" = "Dashboard";
"Dictionary" = "Dictionary";
"Enhancement" = "Enhancement";
"History" = "History";
"Permissions" = "Permissions";
"Power Mode" = "Power Mode";
"Settings" = "Settings";
"Transcribe Audio" = "Transcribe Audio";
"VoiceInk Pro" = "VoiceInk Pro";

/* 录音相关 */
"Enable Screen Recording" = "Enable Screen Recording";
"Mini Recorder" = "Mini Recorder";
"Mute System Audio During Recording" = "Mute System Audio During Recording";
"Notch Recorder" = "Notch Recorder";
"Pause Recording" = "Pause Recording";
"Record Shortcut" = "Record Shortcut";
"Recorder Style" = "Recorder Style";
"Recording" = "Recording";
"Recording Feedback" = "Recording Feedback";
"Recording failed to start" = "Recording failed to start";
"Resume Recording" = "Resume Recording";
"Screen Recording" = "Screen Recording";
"Screen Recording Access" = "Screen Recording Access";
"Start Recording" = "Start Recording";
"Stop Recording" = "Stop Recording";
"Toggle Mini Recorder" = "Toggle Mini Recorder";

/* 转录相关 */
"Avg. Transcription Time" = "Avg. Transcription Time";
"Copy Last Transcription" = "Copy Last Transcription";
"No Transcriptions Yet" = "No Transcriptions Yet";
"Start Transcription" = "Start Transcription";
"Transcribe what you say to text instantly with AI" = "Transcribe what you say to text instantly with AI";
"Transcription" = "Transcription";
"Transcription Failed" = "Transcription Failed";
"Transcription Failed: \\(fullErrorText)" = "Transcription Failed: \\(fullErrorText)";
"Transcription Language" = "Transcription Language";
"Transcription Model" = "Transcription Model";
"Transcription Models" = "Transcription Models";
"Transcription Result" = "Transcription Result";
"Transcription Time" = "Transcription Time";
"Transcription completed" = "Transcription completed";
"Transcription completed!" = "Transcription completed!";
"Transcription failed" = "Transcription failed";
"Transcription failed using SpeechAnalyzer." = "Transcription failed using SpeechAnalyzer.";
"Transcription was cancelled" = "Transcription was cancelled";

/* 按钮和操作 */
"Cancel" = "Cancel";
"Close" = "Close";
"Copy" = "Copy";
"Delete" = "Delete";
"Edit" = "Edit";
"Open" = "Open";
"Paste" = "Paste";
"Save" = "Save";

/* 错误和状态消息 */
"AI enhancement failed" = "AI enhancement failed";
"AI enhancement failed to process the text." = "AI enhancement failed to process the text.";
"Enhancement failed: \\(error)" = "Enhancement failed: \\(error)";
"Error" = "Error";
"Error importing settings:" = "Error importing settings:";
"Error importing settings: %@. The file might be corrupted or not in the correct format." = "Error importing settings: %@. The file might be corrupted or not in the correct format.";
"Export Error" = "Export Error";
"Import Error" = "Import Error";
"License validation failed." = "License validation failed.";
"Network connection failed. Check your internet." = "Network connection failed. Check your internet.";
"Purchase failed" = "Purchase failed";
"Retranscription failed" = "Retranscription failed";
"The API request failed with status code \\(statusCode): \\(message)" = "The API request failed with status code \\(statusCode): \\(message)";
"The core transcription engine failed." = "The core transcription engine failed.";
"Validation Errors" = "Validation Errors";
"Warning" = "Warning";
"Warning: Using a prioritized device will override your Mac's system-wide default microphone if it becomes active." = "Warning: Using a prioritized device will override your Mac's system-wide default microphone if it becomes active.";
"Warning: Using a prioritized device will override your Mac\\'s system-wide default microphone if it becomes active." = "Warning: Using a prioritized device will override your Mac\\'s system-wide default microphone if it becomes active.";

/* 语言相关 */
"Chinese" = "Chinese";
"English" = "English";
"French" = "French";
"German" = "German";
"Japanese" = "Japanese";
"Spanish" = "Spanish";

/* 其他 */
"%.0fms" = "%.0fms";
"%.1f" = "%.1f";
"%.1f GB" = "%.1f GB";
"%.1fs" = "%.1fs";
"%.1fx" = "%.1fx";
"%d:%02d" = "%d:%02d";
"%dm %.0fs" = "%dm %.0fs";
"'%@' is already in the dictionary" = "'%@' is already in the dictionary";
",שלום, מה שלומך? נעים להכיר" = ",שלום, מה שלומך? נעים להכיר";
"1 App" = "1 App";
"1 Website" = "1 Website";
"1 day" = "1 day";
"1.5 GiB" = "1.5 GiB";
"100% offline & private" = "100% offline & private";
"14 days" = "14 days";
"142 MiB" = "142 MiB";
"2.9 GiB" = "2.9 GiB";
"3 days" = "3 days";
"30 days" = "30 days";
"30-Day VoiceInk Trend" = "30-Day VoiceInk Trend";
"547 MiB" = "547 MiB";
"7 days" = "7 days";
"75 MiB" = "75 MiB";
"A New Way to Type" = "A New Way to Type";
"A power mode with the name" = "A power mode with the name";
"A power mode with the name '%@' already exists." = "A power mode with the name '%@' already exists.";
"A power mode with the name '\\(name)' already exists." = "A power mode with the name '\\(name)' already exists.";
"AI Enhancement" = "AI Enhancement";
"AI Model" = "AI Model";
"AI Provider" = "AI Provider";
"AI Provider Integration" = "AI Provider Integration";
"AI Provider:" = "AI Provider:";
"AI Provider: %@" = "AI Provider: %@";
"AI assistant that provides direct answers to queries" = "AI assistant that provides direct answers to queries";
"AI enhancement lets you pass the transcribed audio through LLMS to post-process using different prompts suitable for different use cases like e-mails, summary, writing, etc." = "AI enhancement lets you pass the transcribed audio through LLMS to post-process using different prompts suitable for different use cases like e-mails, summary, writing, etc.";
"AI provider not configured. Please check your API key." = "AI provider not configured. Please check your API key.";
"API Endpoint" = "API Endpoint";
"API Endpoint URL" = "API Endpoint URL";
"API Endpoint URL (e.g., https://api.example.com/v1/chat/completions)" = "API Endpoint URL (e.g., https://api.example.com/v1/chat/completions)";
"API Key" = "API Key";
"API Key Configuration" = "API Key Configuration";
"API key for this service is missing. Please configure it in the settings." = "API key for this service is missing. Please configure it in the settings.";
"API key verified successfully!" = "API key verified successfully!";
"About" = "About";
"Accessibility Access" = "Accessibility Access";
"Accuracy" = "Accuracy";
"Activate" = "Activate";
"Activate License" = "Activate License";
"Active" = "Active";
"Add" = "Add";
"Add App" = "Add App";
"Add Custom Model" = "Add Custom Model";
"Add Model" = "Add Model";
"Add New" = "Add New";
"Add New Power Mode" = "Add New Power Mode";
"Add Power Mode" = "Add Power Mode";
"Add Replacement" = "Add Replacement";
"Add Word Replacement" = "Add Word Replacement";
"Add a brief description of what this prompt does" = "Add a brief description of what this prompt does";
"Add another hotkey" = "Add another hotkey";
"Add custom emoji" = "Add custom emoji";
"Add customized power modes for different contexts" = "Add customized power modes for different contexts";
"Add multiple words that can activate this prompt" = "Add multiple words that can activate this prompt";
"Add new prompt" = "Add new prompt";
"Add new replacement" = "Add new replacement";
"Add trigger word" = "Add trigger word";
"Add word" = "Add word";
"Add word replacements to automatically replace text during AI enhancement." = "Add word replacements to automatically replace text during AI enhancement.";
"Add word to dictionary" = "Add word to dictionary";
"Add words to help VoiceInk recognize them properly(154 chars max, ~25 words). Works independently of AI enhancement." = "Add words to help VoiceInk recognize them properly(154 chars max, ~25 words). Works independently of AI enhancement.";
"Additional" = "Additional";
"Advanced" = "Advanced";
"Afrikaans" = "Afrikaans";
"Albanian" = "Albanian";
"All Languages" = "All Languages";
"Allow VoiceInk to help you type anywhere in your Mac." = "Allow VoiceInk to help you type anywhere in your Mac.";
"Allow VoiceInk to paste transcribed text directly at your cursor position" = "Allow VoiceInk to paste transcribed text directly at your cursor position";
"Allow VoiceInk to record your voice for transcription" = "Allow VoiceInk to record your voice for transcription";
"Allow VoiceInk to understand context from your screen for transcript Enhancement" = "Allow VoiceInk to understand context from your screen for transcript Enhancement";
"Already have a license?" = "Already have a license?";
"Already purchased?" = "Already purchased?";
"Amharic" = "Amharic";
"An unknown error occurred." = "An unknown error occurred.";
"Analyzable" = "Analyzable";
"Analyze" = "Analyze";
"Analyzing..." = "Analyzing...";
"App Appearance" = "App Appearance";
"App Permissions" = "App Permissions";
"Appearance" = "Appearance";
"Apple Speech" = "Apple Speech";
"Applications" = "Applications";
"Apply" = "Apply";
"Apply intelligent text formatting to break large block of text into paragraphs." = "Apply intelligent text formatting to break large block of text into paragraphs.";
"Arabic" = "Arabic";
"Arc" = "Arc";
"Are you sure you want to reset the onboarding? You'll see the introduction screens again the next time you launch the app." = "Are you sure you want to reset the onboarding? You'll see the introduction screens again the next time you launch the app.";
"Are you sure?" = "Are you sure?";
"Armenian" = "Armenian";
"Ascending" = "Ascending";
"Assamese" = "Assamese";
"Assistant" = "Assistant";
"Audio" = "Audio";
"Audio Cleanup" = "Audio Cleanup";
"Audio Duration" = "Audio Duration";
"Audio files older than the selected period will be automatically deleted, while keeping the text transcripts intact." = "Audio files older than the selected period will be automatically deleted, while keeping the text transcripts intact.";
"Auto" = "Auto";
"Auto Send" = "Auto Send";
"Auto-copy to Clipboard" = "Auto-copy to Clipboard";
"Auto-copy to clipboard" = "Auto-copy to clipboard";
"Auto-detect" = "Auto-detect";
"Automatic Text Formatting" = "Automatic Text Formatting";
"Automatic text formatting" = "Automatic text formatting";
"Automatically apply custom configurations based on the app/website you are using" = "Automatically apply custom configurations based on the app/website you are using";
"Automatically mute system audio when recording starts and restore when recording stops" = "Automatically mute system audio when recording starts and restore when recording stops";
"Automatically pause active media playback when recording starts and resume when recording stops" = "Automatically pause active media playback when recording starts and resume when recording stops";
"Automatically presses the Return/Enter key after pasting text. This is useful for chat applications or forms where its not necessary to to make changes to the transcribed text" = "Automatically presses the Return/Enter key after pasting text. This is useful for chat applications or forms where its not necessary to to make changes to the transcribed text";
"Automatically replace specific words/phrases with custom formatted text" = "Automatically replace specific words/phrases with custom formatted text";
"Automatically replace specific words/phrases with custom formatted text " = "Automatically replace specific words/phrases with custom formatted text ";
"Available" = "Available";
"Available Devices" = "Available Devices";
"Average Words/Minute" = "Average Words/Minute";
"Avg. Enhancement Time" = "Avg. Enhancement Time";
"Avg. Transcript Duration" = "Avg. Transcript Duration";
"Azerbaijani" = "Azerbaijani";
"Back" = "Back";
"Base" = "Base";
"Base (English)" = "Base (English)";
"Base URL" = "Base URL";
"Base model optimized for English, good balance between speed and accuracy" = "Base model optimized for English, good balance between speed and accuracy";
"Base model, good balance between speed and accuracy, supports multiple languages" = "Base model, good balance between speed and accuracy, supports multiple languages";
"Bashkir" = "Bashkir";
"Basque" = "Basque";
"Before Copy" = "Before Copy";
"Belarusian" = "Belarusian";
"Bengali" = "Bengali";
"Blog" = "Blog";
"Bonjour, comment allez-vous? Ravi de vous rencontrer." = "Bonjour, comment allez-vous? Ravi de vous rencontrer.";
"Book" = "Book";
"Bookmark" = "Bookmark";
"Bosnian" = "Bosnian";
"Brave" = "Brave";
"Breton" = "Breton";
"Briefcase" = "Briefcase";
"Build" = "Build";
"Built-in" = "Built-in";
"Bulgarian" = "Bulgarian";
"Buy License" = "Buy License";
"Buy Once, Own Forever" = "Buy Once, Own Forever";
"By default, double-tap Escape to cancel recordings. Enable override above for single-press custom cancellation (useful for Vim users)." = "By default, double-tap Escape to cancel recordings. Enable override above for single-press custom cancellation (useful for Vim users).";
"Cannot Save Power Mode" = "Cannot Save Power Mode";
"Cantonese" = "Cantonese";
"Cantonese (China)" = "Cantonese (China)";
"Casual chat-style formatting" = "Casual chat-style formatting";
"Catalan" = "Catalan";
"Changelog" = "Changelog";
"Channels" = "Channels";
"Chat" = "Chat";
"Check for Updates" = "Check for Updates";
"Check for Updates Now" = "Check for Updates Now";
"Check for Updates..." = "Check for Updates...";
"Check the default model try again. If the problem persists, try a different model." = "Check the default model try again. If the problem persists, try a different model.";
"Chinese Simplified (China)" = "Chinese Simplified (China)";
"Chinese Traditional (Hong Kong)" = "Chinese Traditional (Hong Kong)";
"Chinese Traditional (Taiwan)" = "Chinese Traditional (Taiwan)";
"Choose Different File" = "Choose Different File";
"Choose File" = "Choose File";
"Choose a location to save your settings." = "Choose a location to save your settings.";
"Choose a settings file to import. This will overwrite ALL settings (prompts, power modes, dictionary, general app settings)." = "Choose a settings file to import. This will overwrite ALL settings (prompts, power modes, dictionary, general app settings).";
"Choose an AI model to start transcribing." = "Choose an AI model to start transcribing.";
"Choose how VoiceInk appears in your system." = "Choose how VoiceInk appears in your system.";
"Choose how text is pasted" = "Choose how text is pasted";
"Choose how you want to trigger VoiceInk" = "Choose how you want to trigger VoiceInk";
"Choose whether VoiceInk should start automatically when you log in." = "Choose whether VoiceInk should start automatically when you log in.";
"Choose your preferred recorder interface" = "Choose your preferred recorder interface";
"Ciao, come stai? Piacere di conoscerti." = "Ciao, come stai? Piacere di conoscerti.";
"Cleanup Complete" = "Cleanup Complete";
"Clear" = "Clear";
"Clear Shortcut" = "Clear Shortcut";
"Click here and start speaking..." = "Click here and start speaking...";
"Click the text area on the right" = "Click the text area on the right";
"Clipboard Context" = "Clipboard Context";
"Cloud" = "Cloud";
"Cloud Model" = "Cloud Model";
"Code" = "Code";
"Communication" = "Communication";
"Complete Setup" = "Complete Setup";
"Complete the setup to get started" = "Complete the setup to get started";
"Configure" = "Configure";
"Configure API Keys" = "Configure API Keys";
"Configure Shortcut" = "Configure Shortcut";
"Configure your microphone preferences" = "Configure your microphone preferences";
"Configured" = "Configured";
"Confirm" = "Confirm";
"Connect an audio input device to get started" = "Connect an audio input device to get started";
"Connected" = "Connected";
"Connected to" = "Connected to";
"Contact" = "Contact";
"Content" = "Content";
"Context Awareness" = "Context Awareness";
"Continue" = "Continue";
"Converting to text..." = "Converting to text...";
"Copy Enhanced" = "Copy Enhanced";
"Copy Original" = "Copy Original";
"Correct Spellings" = "Correct Spellings";
"Could not encode settings to JSON:" = "Could not encode settings to JSON:";
"Could not encode settings to JSON: %@" = "Could not encode settings to JSON: %@";
"Could not get the file URL from the open panel." = "Could not get the file URL from the open panel.";
"Could not save settings to file:" = "Could not save settings to file:";
"Could not save settings to file: %@" = "Could not save settings to file: %@";
"Create a new mode for specific apps/websites" = "Create a new mode for specific apps/websites";
"Create custom modes that automatically apply when using specific apps/websites." = "Create custom modes that automatically apply when using specific apps/websites.";
"Croatian" = "Croatian";
"Current model:" = "Current model:";
"Custom" = "Custom";
"Custom Cancel Shortcut" = "Custom Cancel Shortcut";
"Custom Device" = "Custom Device";
"Custom Power Modes" = "Custom Power Modes";
"Custom Provider" = "Custom Provider";
"Custom Provider Configuration" = "Custom Provider Configuration";
"Custom transcription model" = "Custom transcription model";
"Customize app & system feedback" = "Customize app & system feedback";
"Czech" = "Czech";
"Cześć, jak się masz? Miło cię poznać." = "Cześć, jak się masz? Miło cię poznać.";
"Daily Journal" = "Daily Journal";
"Danish" = "Danish";
"Data Management" = "Data Management";
"Date" = "Date";
"Days ago" = "Days ago";
"Deactivate License" = "Deactivate License";
"Deepgram" = "Deepgram";
"Deepgram's Nova model for fast, accurate, and cost-effective transcription." = "Deepgram's Nova model for fast, accurate, and cost-effective transcription.";
"Default" = "Default";
"Default Configuration" = "Default Configuration";
"Default Model" = "Default Model";
"Default Power Mode" = "Default Power Mode";
"Default mode to improved clarity and accuracy of the transcription" = "Default mode to improved clarity and accuracy of the transcription";
"Default system prompt for improving clarity and accuracy of transcriptions" = "Default system prompt for improving clarity and accuracy of transcriptions";
"Define a word or phrase to be automatically replaced during AI enhancement." = "Define a word or phrase to be automatically replaced during AI enhancement.";
"Define how AI should enhance your transcriptions" = "Define how AI should enhance your transcriptions";
"Define word replacements to automatically replace specific words or phrases" = "Define word replacements to automatically replace specific words or phrases";
"Delete Model" = "Delete Model";
"Delete Selected Items?" = "Delete Selected Items?";
"Descending" = "Descending";
"Description" = "Description";
"Deselect All" = "Deselect All";
"Design" = "Design";
"Detects speech segments and filters out silence to reduce hallucinations in local Whisper models." = "Detects speech segments and filters out silence to reduce hallucinations in local Whisper models.";
"Device" = "Device";
"Devices will be used in order of priority. If a device is unavailable, the next one will be tried. If no prioritized device is available, the system default microphone will be used." = "Devices will be used in order of priority. If a device is unavailable, the next one will be tried. If no prioritized device is available, the system default microphone will be used.";
"Dictionary Items (%d)" = "Dictionary Items (%d)";
"Dictionary Settings" = "Dictionary Settings";
"Disable word" = "Disable word";
"Disconnected" = "Disconnected";
"Discord" = "Discord";
"Display Name" = "Display Name";
"Dock and Menu Bar options" = "Dock and Menu Bar options";
"Docs" = "Docs";
"Document" = "Document";
"Document & Text" = "Document & Text";
"Documentation" = "Documentation";
"Done" = "Done";
"Download" = "Download";
"Download AI Model" = "Download AI Model";
"Download Model" = "Download Model";
"Downloaded" = "Downloaded";
"Downloading Core ML Model for \\(modelName)" = "Downloading Core ML Model for \\(modelName)";
"Downloading \\(modelName) Model" = "Downloading \\(modelName) Model";
"Downloading..." = "Downloading...";
"Drag and drop files here" = "Drag and drop files here";
"Drop audio or video file here" = "Drop audio or video file here";
"Duration" = "Duration";
"Dutch" = "Dutch";
"Edit Custom Model" = "Edit Custom Model";
"Edit Default Power Mode" = "Edit Default Power Mode";
"Edit Model" = "Edit Model";
"Edit Power Mode" = "Edit Power Mode";
"Edit Prompt" = "Edit Prompt";
"Edit Trigger Words" = "Edit Trigger Words";
"Editing:" = "Editing:";
"Editing: %@" = "Editing: %@";
"Editing: \\(title)" = "Editing: \\(title)";
"ElevenLabs" = "ElevenLabs";
"ElevenLabs' Scribe model for fast and accurate transcription." = "ElevenLabs' Scribe model for fast and accurate transcription.";
"Email" = "Email";
"Email Support" = "Email Support";
"Emoji in Use" = "Emoji in Use";
"Enable" = "Enable";
"Enable AI Enhancement" = "Enable AI Enhancement";
"Enable Access" = "Enable Access";
"Enable Accessibility" = "Enable Accessibility";
"Enable Enhancement" = "Enable Enhancement";
"Enable Power Mode" = "Enable Power Mode";
"Enable Power Mode to create context-specific configurations that automatically apply based on your current app or website." = "Enable Power Mode to create context-specific configurations that automatically apply based on your current app or website.";
"Enable automatic audio cleanup" = "Enable automatic audio cleanup";
"Enable automatic word replacement after transcription" = "Enable automatic word replacement after transcription";
"Enable word" = "Enable word";
"Enable your microphone to start speaking and converting your voice to text instantly." = "Enable your microphone to start speaking and converting your voice to text instantly.";
"English (Australia)" = "English (Australia)";
"English (Canada)" = "English (Canada)";
"English (India)" = "English (India)";
"English (Indonesia)" = "English (Indonesia)";
"English (Ireland)" = "English (Ireland)";
"English (New Zealand)" = "English (New Zealand)";
"English (Philippines)" = "English (Philippines)";
"English (Saudi Arabia)" = "English (Saudi Arabia)";
"English (Singapore)" = "English (Singapore)";
"English (South Africa)" = "English (South Africa)";
"English (UAE)" = "English (UAE)";
"English (United Kingdom)" = "English (United Kingdom)";
"English (United States)" = "English (United States)";
"English-only" = "English-only";
"Enhance VoiceInk's transcription accuracy by teaching it your vocabulary" = "Enhance VoiceInk's transcription accuracy by teaching it your vocabulary";
"Enhance your transcriptions with AI" = "Enhance your transcriptions with AI";
"Enhanced" = "Enhanced";
"Enhancement Model" = "Enhancement Model";
"Enhancement Models" = "Enhancement Models";
"Enhancement Prompt" = "Enhancement Prompt";
"Enhancement Time" = "Enhancement Time";
"Enhancing" = "Enhancing";
"Enhancing transcription with AI..." = "Enhancing transcription with AI...";
"Enter" = "Enter";
"Enter License" = "Enter License";
"Enter License Key" = "Enter License Key";
"Enter a description" = "Enter a description";
"Enter a short, descriptive title" = "Enter a short, descriptive title";
"Enter website URL (e.g., google.com)" = "Enter website URL (e.g., google.com)";
"Enter word or phrase to replace" = "Enter word or phrase to replace";
"Enter your API Key" = "Enter your API Key";
"Estonian" = "Estonian";
"Example" = "Example";
"Export" = "Export";
"Export Canceled" = "Export Canceled";
"Export Settings..." = "Export Settings...";
"Export Successful" = "Export Successful";
"Export VoiceInk Settings" = "Export VoiceInk Settings";
"Export your custom prompts, power modes, word replacements, keyboard shortcuts, and app preferences to a backup file. API keys are not included in the export." = "Export your custom prompts, power modes, word replacements, keyboard shortcuts, and app preferences to a backup file. API keys are not included in the export.";
"Failed to activate license on this device." = "Failed to activate license on this device.";
"Failed to allocate assets for the selected locale." = "Failed to allocate assets for the selected locale.";
"Failed to convert the audio format" = "Failed to convert the audio format";
"Failed to copy transcription" = "Failed to copy transcription";
"Failed to encode the request body." = "Failed to encode the request body.";
"Failed to export the processed audio" = "Failed to export the processed audio";
"Failed to extract audio samples" = "Failed to extract audio samples";
"Failed to load the transcription model." = "Failed to load the transcription model.";
"Failed to set input device: \\(status)" = "Failed to set input device: \\(status)";
"Failed to transcribe the audio." = "Failed to transcribe the audio.";
"Failed to unzip the downloaded Core ML model." = "Failed to unzip the downloaded Core ML model.";
"Fallback power mode" = "Fallback power mode";
"Faroese" = "Faroese";
"Farsi" = "Farsi";
"Feedback or Issues?" = "Feedback or Issues?";
"File not found" = "File not found";
"File size" = "File size";
"Filter" = "Filter";
"Finnish" = "Finnish";
"Firefox" = "Firefox";
"Fn" = "Fn";
"For best results, using your Mac's built-in microphone is recommended." = "For best results, using your Mac's built-in microphone is recommended.";
"Free" = "Free";
"Free Version" = "Free Version";
"French (Belgium)" = "French (Belgium)";
"French (Canada)" = "French (Canada)";
"French (France)" = "French (France)";
"French (Switzerland)" = "French (Switzerland)";
"GROQ" = "GROQ";
"Galician" = "Galician";
"General" = "General";
"Generating waveform..." = "Generating waveform...";
"Georgian" = "Georgian";
"German (Austria)" = "German (Austria)";
"German (Germany)" = "German (Germany)";
"German (Switzerland)" = "German (Switzerland)";
"Get API Key" = "Get API Key";
"Get Started" = "Get Started";
"Get better transcriptions with screen context." = "Get better transcriptions with screen context.";
"Google Chrome" = "Google Chrome";
"Greek" = "Greek";
"Groq" = "Groq";
"Gujarati" = "Gujarati";
"Haitian Creole" = "Haitian Creole";
"Hallo, hoe gaat het? Aangenaam kennis te maken." = "Hallo, hoe gaat het? Aangenaam kennis te maken.";
"Hallo, wie geht es dir? Schön dich kennenzulernen." = "Hallo, wie geht es dir? Schön dich kennenzulernen.";
"Hausa" = "Hausa";
"Hawaiian" = "Hawaiian";
"Hebrew" = "Hebrew";
"Hello, how are you doing? Nice to meet you." = "Hello, how are you doing? Nice to meet you.";
"Help and Support" = "Help and Support";
"Hide Dock Icon" = "Hide Dock Icon";
"Hide Dock Icon (Menu Bar Only)" = "Hide Dock Icon (Menu Bar Only)";
"Hindi" = "Hindi";
"Hotkey 1" = "Hotkey 1";
"Hotkey 2" = "Hotkey 2";
"Hotkeys" = "Hotkeys";
"Hours ago" = "Hours ago";
"Hungarian" = "Hungarian";
"Icelandic" = "Icelandic";
"Icon" = "Icon";
"Idle" = "Idle";
"Import" = "Import";
"Import Canceled" = "Import Canceled";
"Import Settings..." = "Import Settings...";
"Import Successful" = "Import Successful";
"Import VoiceInk Settings" = "Import VoiceInk Settings";
"Import or export your settings" = "Import or export your settings";
"Indonesian" = "Indonesian";
"Info" = "Info";
"Input Device" = "Input Device";
"Input Mode" = "Input Mode";
"Invalid API key. Please check your key and try again." = "Invalid API key. Please check your key and try again.";
"Invalid Ollama server URL" = "Invalid Ollama server URL";
"Invalid file format" = "Invalid file format";
"Invalid license key" = "Invalid license key";
"Invalid model type provided for Native Apple transcription." = "Invalid model type provided for Native Apple transcription.";
"Invalid response from AI provider." = "Invalid response from AI provider.";
"Invalid response from Ollama server" = "Invalid response from Ollama server";
"Invalid shortcut" = "Invalid shortcut";
"Invert Selection" = "Invert Selection";
"Italian" = "Italian";
"Italian (Italy)" = "Italian (Italy)";
"Italian (Switzerland)" = "Italian (Switzerland)";
"Japanese (Japan)" = "Japanese (Japan)";
"Javanese" = "Javanese";
"Just now" = "Just now";
"Kannada" = "Kannada";
"Kazakh" = "Kazakh";
"Keep VoiceInk up to date" = "Keep VoiceInk up to date";
"Keep audio files for" = "Keep audio files for";
"Keyboard Shortcut" = "Keyboard Shortcut";
"Khmer" = "Khmer";
"Korean" = "Korean";
"Korean (South Korea)" = "Korean (South Korea)";
"Language" = "Language";
"Language:" = "Language:";
"Language: English" = "Language: English";
"Language: English (only)" = "Language: English (only)";
"Language: \\(currentLanguageDisplayName())" = "Language: \\(currentLanguageDisplayName())";
"Lao" = "Lao";
"Large model v2, slower than Medium but more accurate" = "Large model v2, slower than Medium but more accurate";
"Large model v3 Turbo, faster than v3 with similar accuracy" = "Large model v3 Turbo, faster than v3 with similar accuracy";
"Large model v3, very slow but most accurate" = "Large model v3, very slow but most accurate";
"Large v2" = "Large v2";
"Large v3" = "Large v3";
"Large v3 Turbo" = "Large v3 Turbo";
"Large v3 Turbo (Quantized)" = "Large v3 Turbo (Quantized)";
"Last transcription copied" = "Last transcription copied";
"Latin" = "Latin";
"Latvian" = "Latvian";
"Launch at Login" = "Launch at Login";
"Launch options" = "Launch options";
"Learn More" = "Learn More";
"Learn what is on the screen to understand the context" = "Learn what is on the screen to understand the context";
"Left Control (⌃)" = "Left Control (⌃)";
"Left Option (⌥)" = "Left Option (⌥)";
"Let's test your VoiceInk setup." = "Let's test your VoiceInk setup.";
"License Active" = "License Active";
"License Key" = "License Key";
"License Management" = "License Management";
"Lingala" = "Lingala";
"Lithuanian" = "Lithuanian";
"Loading" = "Loading";
"Loading transcription model..." = "Loading transcription model...";
"Loading..." = "Loading...";
"Local" = "Local";
"Luxembourgish" = "Luxembourgish";
"Macedonian" = "Macedonian";
"Malagasy" = "Malagasy";
"Malay" = "Malay";
"Malayalam" = "Malayalam";
"Maltese" = "Maltese";
"Manage AI Providers" = "Manage AI Providers";
"Manage Models" = "Manage Models";
"Manage license and billing" = "Manage license and billing";
"Manage recording storage" = "Manage recording storage";
"Maori" = "Maori";
"Marathi" = "Marathi";
"Media & Creative" = "Media & Creative";
"Meeting" = "Meeting";
"Meeting Notes" = "Meeting Notes";
"Meeting notes organization and structure" = "Meeting notes organization and structure";
"Memory" = "Memory";
"Merhaba, nasılsın? Tanıştığımıza memnun oldum." = "Merhaba, nasılsın? Tanıştığımıza memnun oldum.";
"Message" = "Message";
"Microphone" = "Microphone";
"Microphone Access" = "Microphone Access";
"Microphone Selection" = "Microphone Selection";
"Microphone:" = "Microphone:";
"Microsoft Edge" = "Microsoft Edge";
"Minutes ago" = "Minutes ago";
"Mistral" = "Mistral";
"Mistral's latest SOTA transcription model." = "Mistral's latest SOTA transcription model.";
"Model" = "Model";
"Model Name" = "Model Name";
"Model Name (e.g., gpt-4o-mini, claude-3-5-sonnet-20240620)" = "Model Name (e.g., gpt-4o-mini, claude-3-5-sonnet-20240620)";
"Model:" = "Model:";
"Model: %@" = "Model: %@";
"Mongolian" = "Mongolian";
"Months ago" = "Months ago";
"Multilingual" = "Multilingual";
"Multilingual Model" = "Multilingual Model";
"Music" = "Music";
"Mute system audio during recording" = "Mute system audio during recording";
"My Custom Model" = "My Custom Model";
"Myanmar" = "Myanmar";
"Name" = "Name";
"Name your power mode" = "Name your power mode";
"Native Apple" = "Native Apple";
"Need help? Check the Help menu for support options" = "Need help? Check the Help menu for support options";
"Nepali" = "Nepali";
"Network error" = "Network error";
"New Power Mode" = "New Power Mode";
"New Prompt" = "New Prompt";
"Next" = "Next";
"No" = "No";
"No AI Model Selected" = "No AI Model Selected";
"No Audio Detected" = "No Audio Detected";
"No Audio Devices" = "No Audio Devices";
"No Power Modes" = "No Power Modes";
"No Replacements" = "No Replacements";
"No additional devices available" = "No additional devices available";
"No applications added" = "No applications added";
"No audio file selected" = "No audio file selected";
"No custom power modes" = "No custom power modes";
"No microphones found" = "No microphones found";
"No model selected" = "No model selected";
"No models available" = "No models available";
"No models loaded" = "No models loaded";
"No prioritized devices" = "No prioritized devices";
"No prompts available" = "No prompts available";
"No providers connected" = "No providers connected";
"No text to enhance." = "No text to enhance.";
"No transcription available" = "No transcription available";
"No transcription model selected" = "No transcription model selected";
"No transcription models available. Please connect to a cloud service or download a local model in the AI Models tab." = "No transcription models available. Please connect to a cloud service or download a local model in the AI Models tab.";
"No transcriptions found" = "No transcriptions found";
"No websites added" = "No websites added";
"None" = "None";
"Norwegian" = "Norwegian";
"Norwegian Nynorsk" = "Norwegian Nynorsk";
"Not Set" = "Not Set";
"Note: Selecting a device here will override your Mac's system-wide default microphone." = "Note: Selecting a device here will override your Mac's system-wide default microphone.";
"Note: Selecting a device here will override your Mac\\'s system-wide default microphone." = "Note: Selecting a device here will override your Mac\\'s system-wide default microphone.";
"Notes" = "Notes";
"Nova (Deepgram)" = "Nova (Deepgram)";
"OK" = "OK";
"Occitan" = "Occitan";
"Ollama Configuration" = "Ollama Configuration";
"Ollama server error" = "Ollama server error";
"Ollama service is not available" = "Ollama service is not available";
"Olá, como você está? Prazer em conhecê-lo." = "Olá, como você está? Prazer em conhecê-lo.";
"Only OpenAI-compatible transcription APIs are supported" = "Only OpenAI-compatible transcription APIs are supported";
"Open System Settings" = "Open System Settings";
"Opera" = "Opera";
"Original" = "Original";
"Original Text" = "Original Text";
"Original:" = "Original:";
"Orion" = "Orion";
"Output Device" = "Output Device";
"Output Format" = "Output Format";
"Output Format Guide" = "Output Format Guide";
"Override default double-tap Escape cancellation" = "Override default double-tap Escape cancellation";
"PRO" = "PRO";
"Pashto" = "Pashto";
"Paste Method" = "Paste Method";
"Paste transcribed text at your cursor." = "Paste transcribed text at your cursor.";
"Pause media during recording" = "Pause media during recording";
"Performance Analysis" = "Performance Analysis";
"Permission denied" = "Permission denied";
"Permission required for VoiceInk to function properly" = "Permission required for VoiceInk to function properly";
"Persian" = "Persian";
"Personal diary and journal entries" = "Personal diary and journal entries";
"Photo" = "Photo";
"Please check your API key" = "Please check your API key";
"Please enter a license key" = "Please enter a license key";
"Please fix the validation errors before saving." = "Please fix the validation errors before saving.";
"Please restart the application. If the problem persists, contact support." = "Please restart the application. If the problem persists, contact support.";
"Please select a model" = "Please select a model";
"Polish" = "Polish";
"Portuguese" = "Portuguese";
"Portuguese (Brazil)" = "Portuguese (Brazil)";
"Portuguese (Portugal)" = "Portuguese (Portugal)";
"Power Mode is disabled" = "Power Mode is disabled";
"Power mode name cannot be empty." = "Power mode name cannot be empty.";
"Preferences..." = "Preferences...";
"Premium Features Activated" = "Premium Features Activated";
"Presentation" = "Presentation";
"Press ESC again to cancel recording" = "Press ESC again to cancel recording";
"Press your shortcut key" = "Press your shortcut key";
"Press your shortcut key again" = "Press your shortcut key again";
"Prioritized" = "Prioritized";
"Prioritized Devices" = "Prioritized Devices";
"Pro Features" = "Pro Features";
"Processing" = "Processing";
"Processing audio file for transcription..." = "Processing audio file for transcription...";
"Processing audio..." = "Processing audio...";
"Processor" = "Processor";
"Professional" = "Professional";
"Professional email composition and formatting" = "Professional email composition and formatting";
"Prompt Instructions" = "Prompt Instructions";
"Prompt:" = "Prompt:";
"Prompt: %@" = "Prompt: %@";
"Punjabi" = "Punjabi";
"Purchase successful" = "Purchase successful";
"Quantized version of Large v3 Turbo, faster with slightly lower accuracy" = "Quantized version of Large v3 Turbo, faster with slightly lower accuracy";
"Quick Notes" = "Quick Notes";
"Quick tap to start hands-free recording (tap again to stop). Press and hold for push-to-talk (release to stop recording)." = "Quick tap to start hands-free recording (tap again to stop). Press and hold for push-to-talk (release to stop recording).";
"Quit VoiceInk" = "Quit VoiceInk";
"RAM" = "RAM";
"Ready" = "Ready";
"Recommended" = "Recommended";
"Refresh" = "Refresh";
"Refresh models" = "Refresh models";
"Remove" = "Remove";
"Remove API Key" = "Remove API Key";
"Remove Key" = "Remove Key";
"Remove License" = "Remove License";
"Remove replacement" = "Remove replacement";
"Remove word" = "Remove word";
"Replacement Text" = "Replacement Text";
"Replacement:" = "Replacement:";
"Report" = "Report";
"Request Permission" = "Request Permission";
"Required" = "Required";
"Requires OpenAI-compatible API endpoint" = "Requires OpenAI-compatible API endpoint";
"Reset" = "Reset";
"Reset Onboarding" = "Reset Onboarding";
"Reset the onboarding process to view the app introduction again." = "Reset the onboarding process to view the app introduction again.";
"Restore Purchase" = "Restore Purchase";
"Retention Period" = "Retention Period";
"Retranscribe this audio" = "Retranscribe this audio";
"Retranscription successful" = "Retranscription successful";
"Retry" = "Retry";
"Right Command (⌘)" = "Right Command (⌘)";
"Right Control (⌃)" = "Right Control (⌃)";
"Right Option (⌥)" = "Right Option (⌥)";
"Right Shift (⇧)" = "Right Shift (⇧)";
"Right-click on prompts to edit or delete" = "Right-click on prompts to edit or delete";
"Roadmap" = "Roadmap";
"Romanian" = "Romanian";
"Run Cleanup Now" = "Run Cleanup Now";
"Russian" = "Russian";
"SPEAKING TIME" = "SPEAKING TIME";
"Safari" = "Safari";
"Sample Rate" = "Sample Rate";
"Sanskrit" = "Sanskrit";
"Save Button Preview" = "Save Button Preview";
"Save Changes" = "Save Changes";
"Save as MD" = "Save as MD";
"Save as TXT" = "Save as TXT";
"Saved" = "Saved";
"Scribe v1 (ElevenLabs)" = "Scribe v1 (ElevenLabs)";
"Sealed" = "Sealed";
"Search" = "Search";
"Search applications..." = "Search applications...";
"Search transcriptions" = "Search transcriptions";
"Select All" = "Select All";
"Select Applications" = "Select Applications";
"Select Audio File" = "Select Audio File";
"Select File" = "Select File";
"Select Folder" = "Select Folder";
"Select Language" = "Select Language";
"Select Power Mode" = "Select Power Mode";
"Select Section" = "Select Section";
"Select a specific input device" = "Select a specific input device";
"Select how you want the recorder to appear on your screen." = "Select how you want the recorder to appear on your screen.";
"Select the audio input device you want to use with VoiceInk." = "Select the audio input device you want to use with VoiceInk.";
"Select the method used to paste text. Use AppleScript if you have a non-standard keyboard layout." = "Select the method used to paste text. Use AppleScript if you have a non-standard keyboard layout.";
"Selected model not found" = "Selected model not found";
"Serbian" = "Serbian";
"Server URL" = "Server URL";
"Set Keyboard Shortcut" = "Set Keyboard Shortcut";
"Set Shortcut" = "Set Shortcut";
"Set as Default" = "Set as Default";
"Set up a keyboard shortcut to quickly access VoiceInk from anywhere." = "Set up a keyboard shortcut to quickly access VoiceInk from anywhere.";
"Set up a keyboard shortcut to use VoiceInk anywhere" = "Set up a keyboard shortcut to use VoiceInk anywhere";
"Set up device priority order" = "Set up device priority order";
"Settings imported successfully from %@. All settings (including general app settings) have been applied." = "Settings imported successfully from %@. All settings (including general app settings) have been applied.";
"Setup Required" = "Setup Required";
"Share" = "Share";
"Shona" = "Shona";
"Short text." = "Short text.";
"Shortcut already in use" = "Shortcut already in use";
"Shortcut:" = "Shortcut:";
"Show Dock Icon" = "Show Dock Icon";
"Show in Finder" = "Show in Finder";
"Sindhi" = "Sindhi";
"Sinhala" = "Sinhala";
"Size" = "Size";
"Skip Tour" = "Skip Tour";
"Slovak" = "Slovak";
"Slovenian" = "Slovenian";
"Social media content formatting" = "Social media content formatting";
"Somali" = "Somali";
"Sort by" = "Sort by";
"Sound Feedback" = "Sound Feedback";
"Sound feedback" = "Sound feedback";
"Space" = "Space";
"Spanish (Chile)" = "Spanish (Chile)";
"Spanish (Colombia)" = "Spanish (Colombia)";
"Spanish (Latin America)" = "Spanish (Latin America)";
"Spanish (Mexico)" = "Spanish (Mexico)";
"Spanish (Spain)" = "Spanish (Spain)";
"Spanish (United States)" = "Spanish (United States)";
"Speak something" = "Speak something";
"Speaker" = "Speaker";
"Speed" = "Speed";
"Speed Factor" = "Speed Factor";
"Start Trial" = "Start Trial";
"Start recording to see your metrics" = "Start recording to see your metrics";
"Start with a Predefined Template" = "Start with a Predefined Template";
"Startup" = "Startup";
"Success" = "Success";
"Sundanese" = "Sundanese";
"Support" = "Support";
"Supported formats" = "Supported formats";
"Supported formats: WAV, MP3, M4A, AIFF, MP4, MOV" = "Supported formats: WAV, MP3, M4A, AIFF, MP4, MOV";
"Swahili" = "Swahili";
"Swedish" = "Swedish";
"System Audio" = "System Audio";
"System Default" = "System Default";
"System Information" = "System Information";
"System prompt is required" = "System prompt is required";
"TIME SAVED" = "TIME SAVED";
"TYPING TIME" = "TYPING TIME";
"Tagalog" = "Tagalog";
"Tajik" = "Tajik";
"Tamil" = "Tamil";
"Task List" = "Task List";
"Task list organization and management" = "Task list organization and management";
"Tatar" = "Tatar";
"Technical" = "Technical";
"Telugu" = "Telugu";
"Template for converting casual messages into professional email format" = "Template for converting casual messages into professional email format";
"Template for converting voice notes into markdown task lists" = "Template for converting voice notes into markdown task lists";
"Template for converting voice notes into quick, organized notes" = "Template for converting voice notes into quick, organized notes";
"Template for converting voice notes into structured daily journal entries" = "Template for converting voice notes into structured daily journal entries";
"Template for crafting engaging tweets and replies with personality" = "Template for crafting engaging tweets and replies with personality";
"Template for structuring meeting notes and action items" = "Template for structuring meeting notes and action items";
"Terminal" = "Terminal";
"Textbox" = "Textbox";
"Thai" = "Thai";
"Thank you for supporting VoiceInk" = "Thank you for supporting VoiceInk";
"The API returned an empty or invalid response." = "The API returned an empty or invalid response.";
"The app" = "The app";
"The app '%@' is already configured in the '%@' power mode." = "The app '%@' is already configured in the '%@' power mode.";
"The app '\\(appName)' is already configured in the '\\(powerModeName)' power mode." = "The app '\\(appName)' is already configured in the '\\(powerModeName)' power mode.";
"The audio file is invalid or corrupted" = "The audio file is invalid or corrupted";
"The audio file to transcribe could not be found." = "The audio file to transcribe could not be found.";
"The audio format is not supported" = "The audio format is not supported";
"The downloaded Core ML model archive might be corrupted. Try deleting the model and downloading it again. Check available disk space." = "The downloaded Core ML model archive might be corrupted. Try deleting the model and downloading it again. Check available disk space.";
"The file might be corrupted or not in the correct format." = "The file might be corrupted or not in the correct format.";
"The imported settings file (version %@) is from a different version than your application (version %@). Proceeding with import, but be aware of potential incompatibilities." = "The imported settings file (version %@) is from a different version than your application (version %@). Proceeding with import, but be aware of potential incompatibilities.";
"The model provider is not supported by this service." = "The model provider is not supported by this service.";
"The provided API key is invalid." = "The provided API key is invalid.";
"The selected language is not supported by SpeechAnalyzer." = "The selected language is not supported by SpeechAnalyzer.";
"The settings export operation was canceled." = "The settings export operation was canceled.";
"The settings import operation was canceled." = "The settings import operation was canceled.";
"The text transcripts will be preserved." = "The text transcripts will be preserved.";
"The website" = "The website";
"The website '%@' is already configured in the '%@' power mode." = "The website '%@' is already configured in the '%@' power mode.";
"The website '\\(website)' is already configured in the '\\(powerModeName)' power mode." = "The website '\\(website)' is already configured in the '\\(powerModeName)' power mode.";
"This action cannot be undone" = "This action cannot be undone";
"This can happen due to an issue with the audio recording or insufficient system resources. Please try again, or restart the app." = "This can happen due to an issue with the audio recording or insufficient system resources. Please try again, or restart the app.";
"This helps to improve the accuracy of transcription." = "This helps to improve the accuracy of transcription.";
"This is a much longer piece of transcription text to demonstrate how the view will adaptively resize to accommodate more content while still respecting the maximum constraints." = "This is a much longer piece of transcription text to demonstrate how the view will adaptively resize to accommodate more content while still respecting the maximum constraints.";
"This license does not require activation." = "This license does not require activation.";
"This license has reached its maximum number of activations." = "This license has reached its maximum number of activations.";
"This model supports multiple languages. Select a specific language or auto-detect(if available)" = "This model supports multiple languages. Select a specific language or auto-detect(if available)";
"Tibetan" = "Tibetan";
"Tiny" = "Tiny";
"Tiny (English)" = "Tiny (English)";
"Tiny model optimized for English, fastest, least accurate" = "Tiny model optimized for English, fastest, least accurate";
"Tiny model, fastest, least accurate" = "Tiny model, fastest, least accurate";
"Tip: Use ⌃⌘Space for emoji picker." = "Tip: Use ⌃⌘Space for emoji picker.";
"Title" = "Title";
"Toggle Menu Bar Only" = "Toggle Menu Bar Only";
"Toggle words on/off to optimize recognition. Disable unnecessary words to improve local AI model performance." = "Toggle words on/off to optimize recognition. Disable unnecessary words to improve local AI model performance.";
"Total Transcripts" = "Total Transcripts";
"Train VoiceInk to recognize industry terms, names, and technical words" = "Train VoiceInk to recognize industry terms, names, and technical words";
"Transcribing" = "Transcribing";
"Transcribing audio..." = "Transcribing audio...";
"Transcribing..." = "Transcribing...";
"Trial Active" = "Trial Active";
"Trial Ending Soon" = "Trial Ending Soon";
"Trial Expired" = "Trial Expired";
"Trigger Words" = "Trigger Words";
"Troubleshooting" = "Troubleshooting";
"Try It Out!" = "Try It Out!";
"Try selecting a different model or redownloading the current model." = "Try selecting a different model or redownloading the current model.";
"Turkish" = "Turkish";
"Turkmen" = "Turkmen";
"Turn on AI-powered enhancement features" = "Turn on AI-powered enhancement features";
"Tweet" = "Tweet";
"Type" = "Type";
"Ukrainian" = "Ukrainian";
"Unavailable" = "Unavailable";
"Unknown" = "Unknown";
"Unlike GPT, Voice Models(whisper) follows the style of your prompt rather than instructions. Use examples of your desired output format instead of commands." = "Unlike GPT, Voice Models(whisper) follows the style of your prompt rather than instructions. Use examples of your desired output format instead of commands.";
"Update Model" = "Update Model";
"Updates" = "Updates";
"Upgrade to Pro" = "Upgrade to Pro";
"Upgrade to VoiceInk Pro" = "Upgrade to VoiceInk Pro";
"Urdu" = "Urdu";
"Use AppleScript Paste Method" = "Use AppleScript Paste Method";
"Use Clipboard Context" = "Use Clipboard Context";
"Use Screen Context" = "Use Screen Context";
"Use VoiceInk anywhere with a shortcut." = "Use VoiceInk anywhere with a shortcut.";
"Use system's default input device" = "Use system's default input device";
"Use text from clipboard to understand the context" = "Use text from clipboard to understand the context";
"Uses the native Apple Speech framework for transcription. Requires macOS 26." = "Uses the native Apple Speech framework for transcription. Requires macOS 26.";
"Using: \\(deviceName)" = "Using: \\(deviceName)";
"Uzbek" = "Uzbek";
"Verify and Save" = "Verify and Save";
"Verifying..." = "Verifying...";
"Version" = "Version";
"Version Mismatch" = "Version Mismatch";
"Video" = "Video";
"Vietnamese" = "Vietnamese";
"View the introduction again" = "View the introduction again";
"Vivaldi" = "Vivaldi";
"Voice Activity Detection" = "Voice Activity Detection";
"Voice Activity Detection (VAD)" = "Voice Activity Detection (VAD)";
"Voice-to-Text Sessions" = "Voice-to-Text Sessions";
"VoiceInk" = "VoiceInk";
"VoiceInk Shortcut" = "VoiceInk Shortcut";
"VoiceInk automatically checks for updates on launch and every other day." = "VoiceInk automatically checks for updates on launch and every other day.";
"VoiceInk can automatically delete audio files from transcription history while preserving the text transcripts." = "VoiceInk can automatically delete audio files from transcription history while preserving the text transcripts.";
"VoiceInk requires the following permissions to function properly" = "VoiceInk requires the following permissions to function properly";
"Volume" = "Volume";
"Voxtral Mini (Mistral)" = "Voxtral Mini (Mistral)";
"We'll download the optimized model to get you started." = "We'll download the optimized model to get you started.";
"Websites" = "Websites";
"Weeks ago" = "Weeks ago";
"Welcome to VoiceInk" = "Welcome to VoiceInk";
"Welcome to the Future of Typing" = "Welcome to the Future of Typing";
"Welsh" = "Welsh";
"When to Trigger" = "When to Trigger";
"Whisper Large v3 Turbo (Groq)" = "Whisper Large v3 Turbo (Groq)";
"Whisper Large v3 Turbo model with Groq's lightning-speed inference" = "Whisper Large v3 Turbo model with Groq's lightning-speed inference";
"Word Replacements" = "Word Replacements";
"Words Captured" = "Words Captured";
"Words/Session" = "Words/Session";
"Works Everywhere on Mac with a click" = "Works Everywhere on Mac with a click";
"Xin chào, bạn khỏe không? Rất vui được gặp bạn." = "Xin chào, bạn khỏe không? Rất vui được gặp bạn.";
"Yandex Browser" = "Yandex Browser";
"Years ago" = "Years ago";
"Yes" = "Yes";
"Yiddish" = "Yiddish";
"Yoruba" = "Yoruba";
"You are" = "You are";
"You are a test system." = "You are a test system.";
"You can only customize the trigger words for system prompts." = "You can only customize the trigger words for system prompts.";
"You can use VoiceInk Pro on all your personal devices" = "You can use VoiceInk Pro on all your personal devices";
"You have \\(daysRemaining) days left in your trial" = "You have \\(daysRemaining) days left in your trial";
"You must add at least one application or website." = "You must add at least one application or website.";
"Your Shortcut" = "Your Shortcut";
"Your Vibe-Coding Assistant" = "Your Vibe-Coding Assistant";
"Your Writing Assistant" = "Your Writing Assistant";
"Your history will appear here" = "Your history will appear here";
"Your settings have been successfully exported to" = "Your settings have been successfully exported to";
"Your settings have been successfully exported to %@." = "Your settings have been successfully exported to %@.";
"Your trial has expired. Upgrade to continue using VoiceInk" = "Your trial has expired. Upgrade to continue using VoiceInk";
"Zen Browser" = "Zen Browser";
"[,\\.!\\?;:\\s]+$" = "[,\\.!\\?;:\\s]+$";
"[^a-z0-9\\\\-]" = "[^a-z0-9\\\\-]";
"\\(Int(totalProgress * 100))%" = "\\(Int(totalProgress * 100))%";
"\\(efficiencyMultiplierFormatted) Faster" = "\\(efficiencyMultiplierFormatted) Faster";
"\\(icon).fill" = "\\(icon).fill";
"\\(number)" = "\\(number)";
"\\(priority + 1)" = "\\(priority + 1)";
"\\\\" = "\\\\";
"\\n" = "\\n";
"\\r" = "\\r";
"^[,\\.!\\?;:\\s]+" = "^[,\\.!\\?;:\\s]+";
"accessibility" = "accessibility";
"already exists." = "already exists.";
"apple-speech" = "apple-speech";
"ar-SA" = "ar-SA";
"arcURL" = "arcURL";
"braveURL" = "braveURL";
"chromeURL" = "chromeURL";
"claude-sonnet-4-0" = "claude-sonnet-4-0";
"command" = "command";
"de-DE" = "de-DE";
"default" = "default";
"duplicateAppTrigger" = "duplicateAppTrigger";
"duplicateName" = "duplicateName";
"duplicateWebsiteTrigger" = "duplicateWebsiteTrigger";
"edgeURL" = "edgeURL";
"emptyName" = "emptyName";
"en-US" = "en-US";
"es-ES" = "es-ES";
"firefoxURL" = "firefoxURL";
"fr-FR" = "fr-FR";
"gemini-2.0-flash-lite" = "gemini-2.0-flash-lite";
"ggml-base" = "ggml-base";
"ggml-large-v2" = "ggml-large-v2";
"ggml-large-v3" = "ggml-large-v3";
"ggml-large-v3-turbo" = "ggml-large-v3-turbo";
"ggml-large-v3-turbo-q5_0" = "ggml-large-v3-turbo-q5_0";
"ggml-tiny" = "ggml-tiny";
"gpt-4.1-mini" = "gpt-4.1-mini";
"headphones" = "headphones";
"is already configured in the" = "is already configured in the";
"it-IT" = "it-IT";
"ja-JP" = "ja-JP";
"keyboard" = "keyboard";
"ko-KR" = "ko-KR";
"large-v3-turbo" = "large-v3-turbo";
"mic" = "mic";
"mistral-large-latest" = "mistral-large-latest";
"my website link" = "my website link";
"noTriggers" = "noTriggers";
"nova-2" = "nova-2";
"openai/gpt-4o" = "openai/gpt-4o";
"operaURL" = "operaURL";
"or" = "or";
"orionURL" = "orionURL";
"paragraphs" = "paragraphs";
"power" = "power";
"power mode." = "power mode.";
"pt-BR" = "pt-BR";
"punctuate" = "punctuate";
"qwen-3-32b" = "qwen-3-32b";
"qwen/qwen3-32b" = "qwen/qwen3-32b";
"safariURL" = "safariURL";
"scribe_v1" = "scribe_v1";
"smart_format" = "smart_format";
"sparkles" = "sparkles";
"speedometer" = "speedometer";
"system" = "system";
"transcription" = "transcription";
"user" = "user";
"v\\(appVersion)" = "v\\(appVersion)";
"vivaldiURL" = "vivaldiURL";
"voxtral-mini-2507" = "voxtral-mini-2507";
"waveform" = "waveform";
"whisper-1" = "whisper-1";
"whisper-large-v3-turbo" = "whisper-large-v3-turbo";
"with VoiceInk" = "with VoiceInk";
"www." = "www.";
"yandexURL" = "yandexURL";
"your-api-key" = "your-api-key";
"yue-CN" = "yue-CN";
"zenURL" = "zenURL";
"¡Hola, ¿cómo estás? Encantado de conocerte." = "¡Hola, ¿cómo estás? Encantado de conocerte.";
"Здравствуйте, как ваши дела? Приятно познакомиться." = "Здравствуйте, как ваши дела? Приятно познакомиться.";
"السلام علیکم، کیسے ہیں آپ؟ آپ سے مل کر خوشی ہوئی۔" = "السلام علیکم، کیسے ہیں آپ؟ آپ سے مل کر خوشی ہوئی۔";
"سلام، حال شما چطور است؟ از آشنایی با شما خوشوقتم." = "سلام، حال شما چطور است؟ از آشنایی با شما خوشوقتم.";
"مرحباً، كيف حالك؟ سعيد بلقائك." = "مرحباً، كيف حالك؟ سعيد بلقائك.";
"नमस्ते, कैसे हैं आप? आपसे मिलकर अच्छा लगा।" = "नमस्ते, कैसे हैं आप? आपसे मिलकर अच्छा लगा।";
"নমস্কার, কেমন আছেন? আপনার সাথে দেখা হয়ে ভালো লাগলো।" = "নমস্কার, কেমন আছেন? আপনার সাথে দেখা হয়ে ভালো লাগলো।";
"வணக்கம், எப்படி இருக்கிறீர்கள்? உங்களை சந்தித்ததில் மகிழ்ச்சி." = "வணக்கம், எப்படி இருக்கிறீர்கள்? உங்களை சந்தித்ததில் மகிழ்ச்சி.";
"నమస్కారం, ఎలా ఉన్నారు? కలవడం చాలా సంతోషం." = "నమస్కారం, ఎలా ఉన్నారు? కలవడం చాలా సంతోషం.";
"ನಮಸ್ಕಾರ, ಹೇಗಿದ್ದೀರಾ? ನಿಮ್ಮನ್ನು ಭೇಟಿಯಾಗಿ ಸಂತೋಷವಾಗಿದೆ." = "ನಮಸ್ಕಾರ, ಹೇಗಿದ್ದೀರಾ? ನಿಮ್ಮನ್ನು ಭೇಟಿಯಾಗಿ ಸಂತೋಷವಾಗಿದೆ.";
"നമസ്കാരം, സുഖമാണോ? കണ്ടതിൽ സന്തോഷം." = "നമസ്കാരം, സുഖമാണോ? കണ്ടതിൽ സന്തോഷം.";
"สวัสดีครับ/ค่ะ, สบายดีไหม? ยินดีที่ได้พบคุณ" = "สวัสดีครับ/ค่ะ, สบายดีไหม? ยินดีที่ได้พบคุณ";
"⚙️" = "⚙️";
"こんにちは、お元気ですか？お会いできて嬉しいです。" = "こんにちは、お元気ですか？お会いできて嬉しいです。";
"你好，最近好吗？见到你很高兴。" = "你好，最近好吗？见到你很高兴。";
"你好，最近點呀？見到你好開心。" = "你好，最近點呀？見到你好開心。";
"刷新" = "刷新";
"已连接" = "已连接";
"替换文本" = "替换文本";
"模型" = "模型";
"验证并保存" = "验证并保存";
"안녕하세요, 잘 지내시나요? 만나서 반갑습니다." = "안녕하세요, 잘 지내시나요? 만나서 반갑습니다.";

/* Added via localization sync */
"Debug" = "Debug";
"Enter your license key" = "Enter your license key";
"Free Updates" = "Free Updates";
"Lifetime Access" = "Lifetime Access";
"Multiple Devices" = "Multiple Devices";
"Priority Support" = "Priority Support";
"This license can be activated on up to %d devices" = "This license can be activated on up to %d devices";
"VoiceInk Onboarding" = "VoiceInk Onboarding";
"v%@" = "v%@";
